aaron-bond.better-comments
adrianwilczynski.format-selection-as-html
alefragnani.bookmarks
almenon.arepl
alvinseville7cf.batsnippet
atommaterial.a-file-icon-vscode
bceskavich.theme-dracula-at-night
be5invis.vscode-icontheme-nomo-dark
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
burkeholland.simple-react-snippets
chisatok.removeblankforvscode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chun.vscode-translate
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dev-onyx.onyx-theme
digitalbrainstem.javascript-ejs-support
donjayamanne.githistory
donjayamanne.jquerysnippets
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
eliverlara.andromeda
endormi.2077-theme
esbenp.prettier-vscode
evondev.dracula-high-contrast
fe13rodrigues.cyber-vivid
formulahendry.auto-rename-tag
formulahendry.code-runner
gerane.theme-dark-dracula
github.github-vscode-theme
github.vscode-pull-request-github
hancel.google-translate
herrmannplatz.npm-dependency-links
hossaini.bootstrap-intellisense
humao.rest-client
ignaprados.blackdot
inferrinizzard.prettier-sql-vscode
izcream.italicc
izcream.rocket-ui
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
jseval.js-eval
kbysiec.vscode-go-to-mdn
kevinrose.vsc-python-indent
kimlimjustin.jsdoc-generator
kisstkondoros.vscode-gutter-preview
leonzalion.vscode-ejs
lihui.vs-color-picker
lkrms.inifmt
lllllllqw.jsdoc
melishev.feather-vscode
mgesbert.python-path
michelemelluso.code-beautifier
miguelsolorio.fluent-icons
miguelsolorio.min-theme
mikestead.dotenv
mkxml.vscode-filesize
ms-ceintl.vscode-language-pack-pt-br
ms-ossdata.vscode-pgsql
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ms-vscode.powershell
naumovs.color-highlight
njpwerner.autodocstring
nrevia05hp.plaintext-comment
ofhumanbondage.react-proptypes-intellisense
omer-kasapoglu.delete-blank-lines-for-vscode
petersteiner.pip-installer
pkief.material-icon-theme
pranaygp.vscode-css-peek
prisma.prisma
pucelle.vscode-css-navigation
redhat.vscode-xml
ritwickdey.liveserver
slightc.pip-manager
steoates.autoimport
sum-packer.python-extension-summary
taipaxu.npm-search
tanialx.colortxt
techer.open-in-browser
th7as.mdn-quick-search
thekalinga.bootstrap4-vscode
usernamehw.errorlens
wix.vscode-import-cost
xabikos.javascriptsnippets
xabikos.reactsnippets
zainchen.json
zignd.html-css-class-completion
